export default {
  getChartData: () => {
    return {
      code: 200,
      data: {
        orderData: {
          date: [
            "周一",
            "周二",
            "周三",
            "周四",
            "周五",
            "周六",
            "周日",
          ],
          data: [
            {
              实际: 3839,
              预测: 1423,
            },
            {
              实际: 3560,
              预测: 2099,
            },
            {
              实际: 1864,
              预测: 4598,
            },
            {
              实际: 2634,
              预测: 1458,
            },
            {
              实际: 3622,
              预测: 3990,
            },
            {
              实际: 2004,
              预测: 1864,
            },
            {
              实际: 3797,
              预测: 3936,
            },
          ],
        },
        videoData: [
          { name: "周一", value: 2999 },
          { name: "周二", value: 5999 },
          { name: "周三", value: 1500 },
          { name: "周四", value: 1999 },
          { name: "周五", value: 2200 },
          { name: "周六", value: 4500 },
          { name: "周日", value: 3500 },
        ],
      },
    };
  },
}